Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=947_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: COP 12 kokouksen päätökset artikla 8(j):n toimeenpanemiseksi
smn: COP 12 čuákkim miärádâsah artikkâl 8(j) olášuttem várás

source: Osapuolikokous päätti ottaa kaikissa biodiversiteettisopimuksen päätöksissä jatkossa käyttöön termin alkuperäiskansa ja paikallisyhteisöt alkuperäis- ja paikallisyhteisön sijasta.
smn: Uásipeličuákkim meridij väldiđ puoh biodiversiteetsopâmuš miärádâsâin puátteevuođâst kiävtun teermâ algâaalmug já páihálâšsiärvuseh algâ- já páihálâšsiärvus saajeest.

source: ” Päätös on historiallinen.
smn: ” Miärádâs lii historjálâš.

source: Alkuperäiskansat ovat odottaneet yli 20 vuotta että biodiversiteettisopimuksessa tunnustetaan alkuperäiskansat omiksi kansoikseen.
smn: Algâaalmugeh láá vuárdám paijeel 20 ihheed ete biodiversiteetsopâmušâst tubdâsteh algâaalmugijd jieijâs aalmugin.

source: Päätöksen symbolinen merkitys on suuri.
smn: Miärádâs symbollii merhâšume lii styeres.

source: Kun biodiversiteettisopimusta aikoinaan valmisteltiin, yksi ehdotus oli käyttää Ilo 169-sopimuksen mukaista terminologiaa eli alkuperäis- ja heimokansoja, mutta sille ei löytynyt kannatusta.
smn: Ko biodiversiteetsopâmuš aigijnis valmâstâllii, ohtâ iävtuttâs lâi kevttiđ Ilo 169-sopâmuš miäldásii terminologia ađai algâ- já hiäimuaalmugijd, mutâ toos ij lamaš kyedittem.

source: Sopimuksen valmisteluvaiheessa oli kuitenkin yksiselitteisesti selvä, että artikla 8(j) koskee alkuperäis- ja heimokansoja, vaikkei tekstiä sellaisenaan tullutkaan sopimukseen.
smn: Sopâmuš valmâštâllâmmuddoost lâi kuittâg oovtčielgiitlávt čielgâs, ete artikkâl 8(j) kuáská algâ- já hiäimuaalmugáid, veikâ tekstâ ij tagarin šoddâmgin sopâmušân.

source: Päätös oli tärkeä Suomelle ja selkiyttää tilannetta.
smn: Miärádâs lâi tergâd Suomân já čielgâsmit tile.

source: Päätös tarkoittaa myös sitä, että biodiversiteettisopimus kehittyy.
smn: Miärádâs meerhâš meid tom, ete biodiversiteetsopâmuš ovdán.

source: Terminologian muuttamisesta on neuvoteltu pitkään EU:n sisällä ja osapuolikokouksessa.
smn: Terminologia muttemist láá ráđádâllâm kuhháá EU siste já uásipeličuákkimist.

source: Suomen ympäristöministeriön ja saamelaiskäräjien yhteistyö on ollut asiassa hyvä ja Suomi on tehnyt kovasti töitä terminologian muuttamiseksi.
smn: Suomâ pirâsministeriö já sämitige oovtâstpargo lii lamaš ääšist šiev já Suomâ lii porgâm korrâsávt terminologia muttem várás.

source: Se tuotti hyvän tuloksen, ” puheenjohtaja Näkkäläjärvi iloitsi.
smn: Tot puovtij šiev puáttus, ” saavâjođetteijee Näkkäläjärvi ilodij.

source: Kuvassa vasemmalta saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi, neuvotteleva virkamies Eija Lumme, neuvotteleva virkamies Marina von Weissenberg ja luonnonsuojelujohtaja Ilkka Heikkinen Cop-12 kokouksen salissa hyväksymässä artikla 8(j):tä koskevia päätöksiä.
smn: Kooveest čižetbeln sämitige saavâjođetteijee Klemetti Näkkäläjärvi, ráđádâllee virgeolmooš Eija Lumme, ráđádâllee virgeolmooš Marina von Weissenberg já luándusuojâlemhovdâ Ilkka Heikkinen Cop-12 čuákkim salist tuhhitmin artikkâl 8(j):n kyeskee miärádâsâid.

source: Sali oli telttarakenteinen ja alkusyksyn pakkasten johdosta kokoustila oli melkoisen kylmä ja arktinen kokousvaatetus oli tarpeen.
smn: Sali lâi teeltan rahtum já algâčoovčâ puolâšij tiet čuákkimtile lâi melgâd koolmâs já arktâsiih čuákkimpihtâseh lijjii tárbuliih

source: Kuva: saamelaiskäräjät
smn: Kove: sämitigge

source: Päätös ei muuta osapuolien velvoitteita eikä muuta sopimustekstiä.
smn: Miärádâs ij mute uásipeelij kenigâsvuođâid ige eres sopâmušteevstâ.

source: Tilanteissa, joissa esimerkiksi viitataan suoraan sopimustekstiin, voidaan käyttää edelleen termiä alkuperäis- ja paikallisyhteisö.
smn: Tiilijn, main ovdâmerkkân čujotteh njuolgist sopâmušteekstân, pyehtih kevttiđ ain teermâ algâ- já páihálâšsiärvus.

source: Päätös sai myös kokouksessa edustettuina olleiden alkuperäiskansojen tuen.
smn: Miärádâs finnij meid toi algâaalmugij torjuu, moh lijjii ovdâstum čuákkimist.

source: Suomen valtioneuvosto on jo aiemmin linjannut, että biodiversiteettisopimuksen artikla 8(j) koskee Suomessa vain alkuperäiskansa saamelaisia. ”
smn: Suomâ staatârääđi lii jo ovdil linjim, ete biodiversiteetsopâmuš arikkâl 8(j) kuáská Suomâst tuše algâaalmug sämmilijd. ”

source: Alkuperäiskansat eivät myöskään ole halunneet, että terminologian muutos johtaisi biodiversiteettisopimuksen avaamiseen, koska se olisi pitkä prosessi ja voisi johtaa alkuperäiskansojen tosiasiallisen aseman heikennyksiinkin.
smn: Algâaalmugeh iä lah meid halijdâm, ete terminologia muttem jođettičij biodiversiteetsopâmuš lekkâmân, ko tot ličij kuhes proosees já puávtâččij jođettiđ algâaalmugij tuođâlij sajattuv hiäjusmitmijd-uv.

source: Päätös tarkoittaa myös sitä, että biodiversiteettisopimuksen pöytäkirjojen osapuolet käsittelevät myös asiaa ja päättävät, ottavatko terminologian käyttöön.
smn: Miärádâs meerhâš meid tom, ete biodiversiteetsopâmuš pevdikiirjij uásipeleh kieđâvušeh meid ääši já merideh, väldih-uv terminologia kiävtun.

source: Biodiversiteettisopimuksella on kaksi pöytäkirjaa: Cartagenan bioturvallisuuspöytäkirja ja Nagoyan pöytäkirja geenivaroista.
smn: Biodiversiteetsopâmušâst lává kyehti pevdikirje: Cartagena biotorvolâšvuođâpevdikirje já Nagoya pevdikirje geenivaarijn.

source: Koska sopimuksen osapuolet ovat yksimielisiä terminologian muuttamisesta, uskon terminologian muuttamisen olevan näiden pöytäkirjojen osapuolikokouksessa vain tekninen päätös. ”
smn: Ko sopâmuš uásipeleh láá oovtmielâliih terminologia muttemist, te oskom, ete terminologia muttem lii tai pevdikiirjij uásipeličuákkimist tuše teknisâš miärádâs. ”

source: Näkkäläjärvi jatkaa.
smn: Näkkäläjärvi juátká.

source: Osapuolikokouksessa tehtiin päätöksiä myöhään yöhön kylmästä säästä huolimatt
smn: Uásipeličuákkimist tohhii miärádâsâid kuhháá iho čuáskimâs šooŋâst peerusthánnáá

source: a. Kuva: Saamelaiskäräjät
smn: Kove: Sämitigge

source: Kokouksessa päätettiin käydä syvällinen dialogi teemasta ” alueellisen yhteyden haasteet ja mahdollisuudet jaetun perinteisen tiedon suojelussa perinteisen tiedon vahvistamiseksi ja sopimuksen kolmen tavoitteen saavuttamiseksi harmoniassa luonnon kanssa. ”
smn: Čuákkimist meridii toollâđ jieŋŋâlis savâstâllâm teemâst ” kuávlulii ohtâvuođâ hástuseh já máhđulâšvuođah juohhum ärbivuáválii tiäđu suojâlmist ärbivuáválii tiäđu nanodem várás já sopâmuš kuulmâ ulme juksâm várás soovâdvuođâst luánduin. ”

source: ” Saamelaisten kannalta seuraavan syvällisen dialogin aihe on mitä mainioin, koska saamelaiset ovat yksi kansa neljän valtion alueella.
smn: ” Sämmilij tááhust čuávuváá jieŋŋâlis savâstâllâm fáddá lii uáli šiev, ko sämmiliih láá ohtâ aalmug neelji staatâ kuávlust.

source: Uskon, että saamelaisilla on paljon annettavaa dialogiin.
smn: Oskom, ete sämmilijn láá ennuv, maid adeliđ savâstâlmân.

source: Syvällisen dialogin tarkoitus on selvittää eri valtioiden ja alkuperäiskansojen hyviä käytäntöjä asiassa ja valmistella päätöksiä tilanteen mahdolliseksi parantamiseksi ” Nilla Tapiola selvittää.
smn: Jieŋŋâlis savâstâllâm ulme lii selvâttiđ sierâ staatâi já algâaalmugij šiev vuáháduvâid ääšist já valmâštâllâđ miärádâsâid tile máhđulii pyeredem várás ” Nilla Tapiola čielgee.

source: Kansainvälisen artikla 8(j)-työryhmän tehtäväksi annettiin mm. laatia vapaaehtoinen ohjeistus alkuperäiskansojen täydellä ja vaikuttavalla osallistumisella siitä, miten valtiot voivat parhaalla mahdollisella tavalla kehittää lainsäädäntöä ja hallintoa artikla 8(j):n toimeenpanemiseksi.
smn: Aalmugijkoskâšii artikkâl 8(j)-pargojuávhu pargon adelii el. rähtiđ rijjâtátulijd ravvuid algâaalmugij tievâslii já vaikuttettee uásálistem vievâst tast, maht staatah pyehtih puoh pyeremus máhđulijn vuovijn ovdediđ lahâasâttem já haldâttuv artikkâl 8(j) olášuttem várás.

source: ” Vapaaehtoiset ohjeistukset artikla 8(j):n toimeenpanemiseksi ovat osoittautuneet Suomessa hyödylliseksi.
smn: ” Rijjâtátuliih ravvuuh artikkâl 8(j) olášuttem várás láá čaittâšum Suomâst tárbulâžžân.

source: Ne selventävät valtion ja alkuperäiskansojen velvoitteita ja luovat kriteeristöä siitä, miten valtion ja alkuperäiskansojen yhteistyön tulee tapahtua ” Nilla Tapiola ja Pertti Heikkuri korostavat.
smn: Toh čielgâsmiteh staatâ já algâaalmugij kenigâsvuođâid já lääččih kriteerijd tast, maht staatâ já algâaalmugij oovtâstpargo kalga tábáhtuđ ” Nilla Tapiola já Pertti Heikkuri tiäduttává.

source: Kansainvälinen artikla 8(j)-työryhmä on valmistellut toimintasuunnitelman luonnon monimuotoisuuden tavanomaisesta kestävästä käytöstä.
smn: Aalmugijkoskâsâš artikkâl 8(j)-pargojuávkku lii valmâštâllâm toimâvuávám luándu maaŋgâhámásâšvuođâ táválii killeel kiävtust.

source: Toimintasuunnitelmassa käsitellään sopimuksen artiklojen 8(j) ja 10(c) yhtymäkohtia.
smn: Toimâvuáváámist kieđâvušeh sopâmuš artikkâlâi 8(j) já 10(c) ovtâstumesoojijd.

source: Artikla 10(c) suojelee kulttuuristen tapojen mukaista luonnonkäyttöä.
smn: Artikkâl 10(c) suoijâl kulttuurlij vuovij miäldásii luándukevttim.

source: Kokous päätti esittää osapuolille, että ne ottaisivat osaksi kansallisia biodiversiteettistrategioita tavanomaisen luonnonkäytön suojelun. ”
smn: Čuákkim meridij oovdânpyehtiđ uásipeelijd, ete toh váldáččii aalmuglij biodiversiteetstrategiai uássin táválii luándukevttim suojâlem. ”

source: Päätöksessä korostetaan, että perinteinen tieto ja tavanomainen luonnonkäyttö ovat kiinteä osa ekosysteemilähestymistapaa.
smn: Miärádâsâst tiädutteh, ete ärbivuáválâš tiätu já táválâš luándukevttim lává ekosysteemaldânemtäävi fastâ uásih.

source: Suomessa sopimuksen toimeenpano alkuperäiskansojen osalta on keskittynyt artikla 8(j):hin ja onkin tärkeä paneutua Suomessa erityisesti artiklojen 8(j) ja 10(c) yhtymäkohtiin ja tehostaa tavanomaisen luonnonkäytön suojelua ” Pertti Heikkuri kertoo.
smn: Suomâst sopâmuš olášuttem algâaalmugij uásild lii vuájudâttâm artikkâl 8(j):n já lii-uv tehálâš vuáijuđ Suomâst eromâšávt artikkâlâi 8(j) já 10(c) ovtâstumesoojijd já pehtilittiđ táválii luándukevttim suojâlem ” Pertti Heikkuri muštâl.

source: Biodiversiteettisopimuksen osapuolikokous päätti jatkaa kansainvälisen artikla 8(j)-työryhmän mandaattia ja asetti työryhmälle uusia tehtäviä.
smn: Biodiversiteetsopâmuš uásipeličuákkim meridij juátkiđ aalmugijkoskâsii artikkâl 8(j)-pargojuávhu mandaat já asâttij pargojuávkun uđđâ pargoid.

source: Seuraava kansainvälisen artikla 8(j)-työryhmän kokous pidetään 2015. ” Osapuolikokouksen päätökset tarkoittavat sitä, että kansainvälisellä artikla 8(j)-työryhmällä on tulevaisuudessa paljon tehtäviä.
smn: Čuávuváá aalmugijkoskâsii artikkâl 8(j)-pargojuávhu čuákkim tuálloo 2015. ” Uásipeličuákkim miärádâsah uáivildeh tom, ete aalmugijkoskâsii artikkâl 8(j)-pargojuávhust láá puátteevuođâst ennuv pargoh.

source: Vaikka työryhmä on perustettu väliaikaiseksi, se on käytännössä kiinteä osa koko sopimusta.
smn: Veikâ pargojuávkku lii vuáđudum koskâpuddâsâžžân, te tot lii keevâtlávt ubâ sopâmuš fastâ uási.

source: Suomessa osapuolikokouksen päätökset tarkoittavat lisää työtä biodiversiteettityöryhmälle sekä kansalliselle artikla (8j)-työryhmälle, jonka tulevaisuutta ja jatkoa käsitellään tänä syksynä ” Näkkäläjärvi painottaa.
smn: Suomâst uásipeličuákkim miärádâsah uáivildeh lase pargo biodiversiteetpargojuávkun sehe aalmuglii artikkâl (8j)-pargojuávkun, mon puátteevuotâ já jotkâ kieđâvuššojeh taan čoovčâ ” Näkkäläjärvi tiädut.

source: Pertti Heikkuri ja Nilla Tapiola seuraamassa osapuolikokousta
smn: Pertti Heikkuri já Nilla Tapiola čuávumin uásipeličuákkim

source: Kuva: Saamelaiskäräjät
smn: Kove: Sämitigge

source: “ Merkillepantavaa on, että alkuperäiskansoja ei juurikaan ole edustettuina valtioiden delegaatioissa.
smn: “ Merhâšittee lii, ete algâaalmugeh iä ennuvgin lah ovdâstum staatâi delegaatioin.

source: Norja, Suomi ja Ruotsi ovat tässä poikkeus.
smn: Taažâ, Suomâ já Ruotâ láá spiekâstuvah täst.

source: Suurin osa alkuperäiskansoista on edustettuina kansalaisjärjestöjen ja verkostojen avulla.
smn: Stuárráámus uáši algâaalmugijn láá ovdâstum aalmuglâšseervij já viärmáduvâi vievâst.

source: On todella tärkeää, että alkuperäiskansat ovat edustettuina järjestöjen kautta osapuolikokouksessa, mutta on kuitenkin hyvin valitettavaa, että heidän edustajiaan ei oteta osaksi valtioiden delegaatioita.
smn: Lii tuođâi tergâd, ete algâaalmugeh láá ovdâstum seervij peht uásipeličuákkimist, mutâ lii kuittâg hirmâd vaidâlittee, ete sii ovdâsteijeeh iä valduu uássin staatâi delegaatioid.

source: Se, että saamelaiset ovat edustettuina valtioiden delegaatiossa kertoo valtioiden sitoutuneisuudesta alkuperäiskansaoikeuksien edistämiseen ja osallisuuden turvaamiseen.
smn: Tot, ete sämmiliih láá ovdâstum staatâi delegaatioin maainâst staatâi čonâdâttâmvuođâst algâaalmugvuoigâdvuođâi oovdedmân já uásálâsvuođâ turviimân.

source: Suomi ei myöskään tehnyt artikla 8(j):hin liittyvissä asioissa kokouspäätöksiä, joista valtiolla ja saamelaiskäräjillä ei ollut yhteistä näkemystä.
smn: Suomâ ij meid toohâm artikkâl 8(j):n lohtâseijee aašijn čuákkimmiärádâsâid, main staatâst já sämitiggeest ij lamaš ohtsâš uáinu.

source: Pidän tätä todella hyvänä ja rakentavana asiana ”, Klemetti Näkkäläjärvi linjaa.
smn: Anam taam tuođâi šiev já konstruktiivlâš äššin ”, Klemetti Näkkäläjärvi linjee.
